Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# DenyPolicyCustomPatternBasedFileRuleSettingsExpander.ToolTipService.ToolTip
source: Create a Deny policy that uses custom pattern-based file rule.
ar: إنشاء نهج رفض يستخدم قاعدة ملف مخصصة قائمة على النمط.
de_de: Erstellen Sie eine Deny-Richtlinie, die eine benutzerdefinierte, musterbasierte Dateiregel verwendet.
el_gr: Δημιουργήστε μια πολιτική Απαγόρευσης που χρησιμοποιεί προσαρμοσμένο κανόνα αρχείου βασισμένο σε πρότυπο.
es: Crear una directiva de Denegación que utilice una regla de archivo basada en un patrón personalizado.
fr_fr: Créer une politique de Refus utilisant une règle de fichier basée sur un motif personnalisé.
he_il: צור מדיניות דחייה שמשתמשת בכלל קובץ מבוסס תבנית מותאם אישית.
hi_in: कस्टम पैटर्न-आधारित फ़ाइल नियम का उपयोग करने वाली निषेध नीति बनाएँ।
ja_jp: カスタムパターンベースのファイルルールを使用する拒否ポリシーを作成します。
ml_in: ഇഷ്ടാനുസൃത പാറ്റേൺ-അധിഷ്ഠിത ഫയൽ നിയമം ഉപയോഗിക്കുന്ന ഒരു നിഷേധിക്കൽ നയം സൃഷ്ടിക്കുക.
pl_pl: Utwórz zasady odmowy, które używają niestandardowej reguły pliku opartej na wzorcu.
tr_tr: Özel desen tabanlı dosya kuralını kullanan bir Reddetme ilkesi oluşturun.

source: Create a Deny policy that uses custom pattern-based file rule.
ar: إنشاء نهج رفض يستخدم قاعدة ملف مخصصة قائمة على النمط.
de_de: Erstellen Sie eine Deny-Richtlinie, die eine benutzerdefinierte, musterbasierte Dateiregel verwendet.
el_gr: Δημιουργήστε μια πολιτική Απαγόρευσης που χρησιμοποιεί προσαρμοσμένο κανόνα αρχείου βασισμένο σε πρότυπο.
es: Crear una directiva de Denegación que utilice una regla de archivo basada en un patrón personalizado.
fr_fr: Créer une politique de Refus utilisant une règle de fichier basée sur un motif personnalisé.
he_il: צור מדיניות דחייה שמשתמשת בכלל קובץ מבוסס תבנית מותאם אישית.
hi_in: कस्टम पैटर्न-आधारित फ़ाइल नियम का उपयोग करने वाली निषेध नीति बनाएँ।
ja_jp: カスタムパターンベースのファイルルールを使用する拒否ポリシーを作成します。
ml_in: ഇഷ്ടാനുസൃത പാറ്റേൺ-അധിഷ്ഠിത ഫയൽ നിയമം ഉപയോഗിക്കുന്ന ഒരു നിഷേധിക്കൽ നയം സൃഷ്ടിക്കുക.
pl_pl: Utwórz zasady odmowy, które używają niestandardowej reguły pliku opartej na wzorcu.
tr_tr: Özel desen tabanlı dosya kuralını kullanan bir Reddetme ilkesi oluşturun.

# DenyPolicyCustomPatternBasedFileRuleSettingsExpander.Header
source: Pattern based File Rule
ar: قاعدة ملف قائمة على النمط
de_de: Musterbasierte Dateiregel
el_gr: Κανόνας Αρχείου Βασισμένος σε Πρότυπο
es: Regla de Archivo Basada en Patrón
fr_fr: Règle de Fichier Basée sur un Motif
he_il: כלל קובץ מבוסס תבנית
hi_in: पैटर्न-आधारित फ़ाइल नियम
ja_jp: パターンベースファイルルール
ml_in: പാറ്റേൺ അടിസ്ഥാനമാക്കിയുള്ള ഫയൽ നിയമം
pl_pl: Reguła pliku oparta na wzorcu
tr_tr: Desen Tabanlı Dosya Kuralı

# NoMSRecommendedBlockRules.Description
source: Using this option means the Microsoft Recommended (User-Mode) Block Rules will not be created/deployed along with the base policy. (Not Recommended)
ar: استخدام هذا الخيار يعني أنه لن يتم إنشاء/توزيع قواعد الحظر الموصى بها من Microsoft (وضع المستخدم) مع النهج الأساسي. (غير مستحسن)
de_de: Die Verwendung dieser Option bedeutet, dass die von Microsoft empfohlenen (Benutzermodus-)Sperrregeln nicht zusammen mit der Basisrichtlinie erstellt/bereitgestellt werden. (Nicht empfohlen)
el_gr: Χρησιμοποιώντας αυτήν την επιλογή σημαίνει ότι οι Συνιστώμενοι Κανόνες Αποκλεισμού (Λειτουργίας Χρήστη) της Microsoft δεν θα δημιουργηθούν/αναπτυχθούν μαζί με την βασική πολιτική. (Δεν Συνιστάται)
es: Usar esta opción significa que las Reglas de Bloqueo Recomendadas de Microsoft (Modo Usuario) no se crearán/implementarán junto con la directiva base. (No Recomendado)
fr_fr: L'utilisation de cette option signifie que les règles de blocage recommandées par Microsoft (Mode Utilisateur) ne seront pas créées/déployées avec la politique de base. (Non Recommandé)
he_il: שימוש באפשרות זו פירושו שכללי החסימה המומלצים של מיקרוסופט (מצב משתמש) לא ייווצרו/יופעלו יחד עם המדיניות הבסיסית. (לא מומלץ)
hi_in: इस विकल्प का उपयोग करने का मतलब है कि माइक्रोसॉफ्ट अनुशंसित (यूज़र-मोड) ब्लॉक नियम मूल नीति के साथ नहीं बनाए/तैनात होंगे। (अनुशंसित नहीं)
ja_jp: このオプションを使用すると、Microsoft推奨（ユーザーモード）ブロックルールがベースポリシーと共に作成/展開されなくなります。（推奨されません）
ml_in: ഈ ഓപ്ഷൻ ഉപയോഗിക്കുന്നത് അർത്ഥമാക്കുന്നത് Microsoft ശുപാർശ ചെയ്യുന്ന (യൂസർ-മോഡ്) ബ്ലോക്ക് നിയമങ്ങൾ അടിസ്ഥാന നയത്തോടൊപ്പം സൃഷ്ടിക്കുകയോ വിന്യസിക്കുകയോ ചെയ്യില്ല എന്നാണ്. (ശുപാർശ ചെയ്യുന്നില്ല)
pl_pl: Użycie tej opcji oznacza, że zalecane przez Microsoft reguły blokowania (trybu użytkownika) nie zostaną utworzone/wdrożone wraz z zasadami podstawowymi. (Niezalecane)
tr_tr: Bu seçeneğin kullanılması, Microsoft Önerilen (Kullanıcı Modu) Engelleme Kurallarının temel ilkeyle birlikte oluşturulmayacağı/dağıtılmayacağı anlamına gelir. (Önerilmez)

# NoMSRecommendedBlockRules.Header
source: No Microsoft Recommended Block Rules
ar: لا توجد قواعد حظر موصى بها من Microsoft
de_de: Keine von Microsoft empfohlenen Sperrregeln
el_gr: Χωρίς Συνιστώμενους Κανόνες Αποκλεισμού της Microsoft
es: Sin Reglas de Bloqueo Recomendadas de Microsoft
fr_fr: Pas de Règles de Blocage Recommandées par Microsoft
he_il: ללא כללי חסימה מומלצים של מיקרוסופט
hi_in: कोई Microsoft अनुशंसित ब्लॉक नियम नहीं
ja_jp: Microsoft推奨ブロックルールなし
ml_in: Microsoft ശുപാർശ ചെയ്യുന്ന ബ്ലോക്ക് നിയമങ്ങളില്ല
pl_pl: Brak zalecanych przez Microsoft reguł blokowania
tr_tr: Microsoft Tarafından Önerilen Engelleme Kuralı Yok

# NoMSRecommendedBlockRules.ToolTipService.ToolTip
source: Using this option means the Microsoft Recommended (User-Mode) Block Rules will not be created/deployed along with the base policy. (Not Recommended)
ar: استخدام هذا الخيار يعني أنه لن يتم إنشاء/توزيع قواعد الحظر الموصى بها من Microsoft (وضع المستخدم) مع النهج الأساسي. (غير مستحسن)
de_de: Die Verwendung dieser Option bedeutet, dass die von Microsoft empfohlenen (Benutzermodus-)Sperrregeln nicht zusammen mit der Basisrichtlinie erstellt/bereitgestellt werden. (Nicht empfohlen)
el_gr: Χρησιμοποιώντας αυτήν την επιλογή σημαίνει ότι οι Συνιστώμενοι Κανόνες Αποκλεισμού (Λειτουργίας Χρήστη) της Microsoft δεν θα δημιουργηθούν/αναπτυχθούν μαζί με την βασική πολιτική. (Δεν Συνιστάται)
es: Usar esta opción significa que las Reglas de Bloqueo Recomendadas de Microsoft (Modo Usuario) no se crearán/implementarán junto con la directiva base. (No Recomendado)
fr_fr: L'utilisation de cette option signifie que les règles de blocage recommandées par Microsoft (Mode Utilisateur) ne seront pas créées/déployées avec la politique de base. (Non Recommandé)
he_il: שימוש באפשרות זו פירושו שכללי החסימה המומלצים של מיקרוסופט (מצב משתמש) לא ייווצרו/יופעלו יחד עם המדיניות הבסיסית. (לא מומלץ)
hi_in: इस विकल्प का उपयोग करने का मतलब है कि माइक्रोसॉफ्ट अनुशंसित (यूज़र-मोड) ब्लॉक नियम मूल नीति के साथ नहीं बनाए/तैनात होंगे। (अनुशंसित नहीं)
ja_jp: このオプションを使用すると、Microsoft推奨（ユーザーモード）ブロックルールがベースポリシーと共に作成/展開されなくなります。（推奨されません）
ml_in: ഈ ഓപ്ഷൻ ഉപയോഗിക്കുന്നത് അർത്ഥമാക്കുന്നത് Microsoft ശുപാർശ ചെയ്യുന്ന (യൂസർ-മോഡ്) ബ്ലോക്ക് നിയമങ്ങൾ അടിസ്ഥാന നയത്തോടൊപ്പം സൃഷ്ടിക്കുകയോ വിന്യസിക്കുകയോ ചെയ്യില്ല എന്നാണ്. (ശുപാർശ ചെയ്യുന്നില്ല)
pl_pl: Użycie tej opcji oznacza, że zalecane przez Microsoft reguły blokowania (trybu użytkownika) nie zostaną utworzone/wdrożone wraz z zasadami podstawowymi. (Niezalecane)
tr_tr: Bu seçeneğin kullanılması, Microsoft Önerilen (Kullanıcı Modu) Engelleme Kurallarının temel ilkeyle birlikte oluşturulmayacağı/dağıtılmayacağı anlamına gelir. (Önerilmez)

# NoMSRecommendedBlockRules.AutomationProperties.HelpText
source: Using this option means the Microsoft Recommended (User-Mode) Block Rules will not be created/deployed along with the base policy. (Not Recommended)
ar: استخدام هذا الخيار يعني أنه لن يتم إنشاء/توزيع قواعد الحظر الموصى بها من Microsoft (وضع المستخدم) مع النهج الأساسي. (غير مستحسن)
de_de: Die Verwendung dieser Option bedeutet, dass die von Microsoft empfohlenen (Benutzermodus-)Sperrregeln nicht zusammen mit der Basisrichtlinie erstellt/bereitgestellt werden. (Nicht empfohlen)
el_gr: Χρησιμοποιώντας αυτήν την επιλογή σημαίνει ότι οι Συνιστώμενοι Κανόνες Αποκλεισμού (Λειτουργίας Χρήστη) της Microsoft δεν θα δημιουργηθούν/αναπτυχθούν μαζί με την βασική πολιτική. (Δεν Συνιστάται)
es: Usar esta opción significa que las Reglas de Bloqueo Recomendadas de Microsoft (Modo Usuario) no se crearán/implementarán junto con la directiva base. (No Recomendado)
fr_fr: L'utilisation de cette option signifie que les règles de blocage recommandées par Microsoft (Mode Utilisateur) ne seront pas créées/déployées avec la politique de base. (Non Recommandé)
he_il: שימוש באפשרות זו פירושו שכללי החסימה המומלצים של מיקרוסופט (מצב משתמש) לא ייווצרו/יופעלו יחד עם המדיניות הבסיסית. (לא מומלץ)
hi_in: इस विकल्प का उपयोग करने का मतलब है कि माइक्रोसॉफ्ट अनुशंसित (यूज़र-मोड) ब्लॉक नियम मूल नीति के साथ नहीं बनाए/तैनात होंगे। (अनुशंसित नहीं)
ja_jp: このオプションを使用すると、Microsoft推奨（ユーザーモード）ブロックルールがベースポリシーと共に作成/展開されなくなります。（推奨されません）
ml_in: ഈ ഓപ്ഷൻ ഉപയോഗിക്കുന്നത് അർത്ഥമാക്കുന്നത് Microsoft ശുപാർശ ചെയ്യുന്ന (യൂസർ-മോഡ്) ബ്ലോക്ക് നിയമങ്ങൾ അടിസ്ഥാന നയത്തോടൊപ്പം സൃഷ്ടിക്കുകയോ വിന്യസിക്കുകയോ ചെയ്യില്ല എന്നാണ്. (ശുപാർശ ചെയ്യുന്നില്ല)
pl_pl: Użycie tej opcji oznacza, że zalecane przez Microsoft reguły blokowania (trybu użytkownika) nie zostaną utworzone/wdrożone wraz z zasadami podstawowymi. (Niezalecane)
tr_tr: Bu seçeneğin kullanılması, Microsoft Önerilen (Kullanıcı Modu) Engelleme Kurallarının temel ilkeyle birlikte oluşturulmayacağı/dağıtılmayacağı anlamına gelir. (Önerilmez)

# BehaviorSettingSettingsExpander.Header
source: Change the behavior of the AppControl Manager and various elements inside of it
ar: تغيير سلوك مدير AppControl والعناصر المختلفة بداخله
de_de: Ändern Sie das Verhalten des AppControl Manager und verschiedener Elemente darin
el_gr: Αλλαγή της συμπεριφοράς του AppControl Manager και διαφόρων στοιχείων μέσα σε αυτό
es: Cambiar el comportamiento del AppControl Manager y varios elementos dentro de él
fr_fr: Modifier le comportement d'AppControl Manager et de divers éléments qu'il contient
he_il: שנה את התנהגות מנהל AppControl ואלמנטים שונים בתוכו
hi_in: AppControl Manager और इसके विभिन्न तत्वों के व्यवहार बदलें
ja_jp: AppControl Managerとその内部のさまざまな要素の動作を変更します
ml_in: ആപ്പ്കൺട്രോൾ മാനേജറിന്റെയും അതിലെ വിവിധ ഘടകങ്ങളുടെയും സ്വഭാവം മാറ്റുക
pl_pl: Zmień zachowanie Menedżera AppControl i różnych elementów w jego obrębie
tr_tr: AppControl Manager'ın ve içindeki çeşitli öğelerin davranışını değiştirin

# Behavior.Text
source: Behavior
ar: السلوك
de_de: Verhalten
el_gr: Συμπεριφορά
es: Comportamiento
fr_fr: Comportement
he_il: התנהגות
hi_in: व्यवहार
ja_jp: 動作
ml_in: സ്വഭാവം
pl_pl: Zachowanie
tr_tr: Davranış

# BehaviorSettingSettingsExpander.ToolTipService.ToolTip
source: Change the behavior of the AppControl Manager and various elements inside of it
ar: تغيير سلوك مدير AppControl والعناصر المختلفة بداخله
de_de: Ändern Sie das Verhalten des AppControl Manager und verschiedener Elemente darin
el_gr: Αλλαγή της συμπεριφοράς του AppControl Manager και διαφόρων στοιχείων μέσα σε αυτό
es: Cambiar el comportamiento del AppControl Manager y varios elementos dentro de él
fr_fr: Modifier le comportement d'AppControl Manager et de divers éléments qu'il contient
he_il: שנה את התנהגות מנהל AppControl ואלמנטים שונים בתוכו
hi_in: AppControl Manager और इसके विभिन्न तत्वों के व्यवहार बदलें
ja_jp: AppControl Managerとその内部のさまざまな要素の動作を変更します
ml_in: ആപ്പ്കൺട്രോൾ മാനേജറിന്റെയും അതിലെ വിവിധ ഘടകങ്ങളുടെയും സ്വഭാവം മാറ്റുക
pl_pl: Zmień zachowanie Menedżera AppControl i różnych elementów w jego obrębie
tr_tr: AppControl Manager'ın ve içindeki çeşitli öğelerin davranışını değiştirin

# BehaviorSettingSettingsExpander.AutomationProperties.HelpText
source: Change the behavior of the AppControl Manager and various elements inside of it
ar: تغيير سلوك مدير AppControl والعناصر المختلفة بداخله
de_de: Ändern Sie das Verhalten des AppControl Manager und verschiedener Elemente darin
el_gr: Αλλαγή της συμπεριφοράς του AppControl Manager και διαφόρων στοιχείων μέσα σε αυτό
es: Cambiar el comportamiento del AppControl Manager y varios elementos dentro de él
fr_fr: Modifier le comportement d'AppControl Manager et de divers éléments qu'il contient
he_il: שנה את התנהגות מנהל AppControl ואלמנטים שונים בתוכו
hi_in: AppControl Manager और इसके विभिन्न तत्वों के व्यवहार बदलें
ja_jp: AppControl Managerとその内部のさまざまな要素の動作を変更します
ml_in: ആപ്പ്കൺട്രോൾ മാനേജറിന്റെയും അതിലെ വിവിധ ഘടകങ്ങളുടെയും സ്വഭാവം മാറ്റുക
pl_pl: Zmień zachowanie Menedżera AppControl i różnych elementów w jego obrębie
tr_tr: AppControl Manager'ın ve içindeki çeşitli öğelerin davranışını değiştirin

# ListViewsCenterVerticallyUponSelectionSettingsCard.Description
source: Whenever you select an item in a List View, center that item vertically on the screen.
ar: عندما تحدد عنصرًا في عرض قائمة، قم بتوسيط هذا العنصر عموديًا على الشاشة.
de_de: Wenn Sie in einer Listenansicht ein Element auswählen, wird dieses vertikal auf dem Bildschirm zentriert.
el_gr: Όποτε επιλέγετε ένα στοιχείο σε μια Προβολή Λίστας, κεντράρετε αυτό το στοιχείο κάθετα στην οθόνη.
es: Cada vez que seleccione un elemento en una Vista de Lista, centre ese elemento verticalmente en la pantalla.
fr_fr: Chaque fois que vous sélectionnez un élément dans une vue en liste, centrez cet élément verticalement sur l'écran.
he_il: בכל פעם שתבחר פריט בתצוגת רשימה, מרכז את הפריט הזה אנכית על המסך.
hi_in: जब भी आप किसी लिस्ट व्यू में आइटम चुनें, उस आइटम को स्क्रीन पर ऊर्ध्वाधर केंद्र में रखें।
ja_jp: リストビューで項目を選択するたびに、その項目を画面の垂直方向の中央に配置します。
ml_in: നിങ്ങൾ ഒരു ലിസ്റ്റ് വ്യൂവിൽ ഒരു ഇനം തിരഞ്ഞെടുക്കുമ്പോഴെല്ലാം, ആ ഇനം സ്ക്രീനിൽ ലംബമായി മധ്യത്തിലാക്കുക.
pl_pl: Za każdym razem, gdy wybierzesz element w widoku listy, wyśrodkuj ten element pionowo na ekranie.
tr_tr: Liste Görünümünde bir öğe seçtiğinizde, o öğeyi ekranda dikey olarak ortalayın.

# ListViewsCenterVerticallyUponSelectionSettingsCard.Header
source: List Views Center Vertically Upon Selection
ar: توسيط عروض القائمة عموديًا عند التحديد
de_de: Listenansichten beim Auswählen vertikal zentrieren
el_gr: Προβολές Λίστας Κεντράρισμα Κάθετα Κατά την Επιλογή
es: Vistas de Lista Centradas Verticalmente al Seleccionar
fr_fr: Centrer Verticalement la Sélection dans les Vues en Liste
he_il: תצוגות רשימה מרכזות אנכית בעת בחירה
hi_in: चयन पर लिस्ट व्यू केंद्रित करें
ja_jp: 選択時にリストビューを垂直方向に中央揃え
ml_in: ലിസ്റ്റ് വ്യൂകൾ തിരഞ്ഞെടുക്കുമ്പോൾ ലംബമായി മധ്യത്തിലാക്കുക
pl_pl: Widoki listy centrują się pionowo po wybraniu
tr_tr: Liste Görünümleri Seçimden Sonra Dikey Olarak Ortalanır

# ListViewsCenterVerticallyUponSelectionSettingsCard.ToolTipService.ToolTip
source: Whenever you select an item in a List View, center that item vertically on the screen.
ar: عندما تحدد عنصرًا في عرض قائمة، قم بتوسيط هذا العنصر عموديًا على الشاشة.
de_de: Wenn Sie in einer Listenansicht ein Element auswählen, wird dieses vertikal auf dem Bildschirm zentriert.
el_gr: Όποτε επιλέγετε ένα στοιχείο σε μια Προβολή Λίστας, κεντράρετε αυτό το στοιχείο κάθετα στην οθόνη.
es: Cada vez que seleccione un elemento en una Vista de Lista, centre ese elemento verticalmente en la pantalla.
fr_fr: Chaque fois que vous sélectionnez un élément dans une vue en liste, centrez cet élément verticalement sur l'écran.
he_il: בכל פעם שתבחר פריט בתצוגת רשימה, מרכז את הפריט הזה אנכית על המסך.
hi_in: जब भी आप किसी लिस्ट व्यू में आइटम चुनें, उस आइटम को स्क्रीन पर ऊर्ध्वाधर केंद्र में रखें।
ja_jp: リストビューで項目を選択するたびに、その項目を画面の垂直方向の中央に配置します。
ml_in: നിങ്ങൾ ഒരു ലിസ്റ്റ് വ്യൂവിൽ ഒരു ഇനം തിരഞ്ഞെടുക്കുമ്പോഴെല്ലാം, ആ ഇനം സ്ക്രീനിൽ ലംബമായി മധ്യത്തിലാക്കുക.
pl_pl: Za każdym razem, gdy wybierzesz element w widoku listy, wyśrodkuj ten element pionowo na ekranie.
tr_tr: Liste Görünümünde bir öğe seçtiğinizde, o öğeyi ekranda dikey olarak ortalayın.

# ListViewsCenterVerticallyUponSelectionSettingsCard.AutomationProperties.HelpText
source: Whenever you select an item in a List View, center that item vertically on the screen.
ar: عندما تحدد عنصرًا في عرض قائمة، قم بتوسيط هذا العنصر عموديًا على الشاشة.
de_de: Wenn Sie in einer Listenansicht ein Element auswählen, wird dieses vertikal auf dem Bildschirm zentriert.
el_gr: Όποτε επιλέγετε ένα στοιχείο σε μια Προβολή Λίστας, κεντράρετε αυτό το στοιχείο κάθετα στην οθόνη.
es: Cada vez que seleccione un elemento en una Vista de Lista, centre ese elemento verticalmente en la pantalla.
fr_fr: Chaque fois que vous sélectionnez un élément dans une vue en liste, centrez cet élément verticalement sur l'écran.
he_il: בכל פעם שתבחר פריט בתצוגת רשימה, מרכז את הפריט הזה אנכית על המסך.
hi_in: जब भी आप किसी लिस्ट व्यू में आइटम चुनें, उस आइटम को स्क्रीन पर ऊर्ध्वाधर केंद्र में रखें।
ja_jp: リストビューで項目を選択するたびに、その項目を画面の垂直方向の中央に配置します。
ml_in: നിങ്ങൾ ഒരു ലിസ്റ്റ് വ്യൂവിൽ ഒരു ഇനം തിരഞ്ഞെടുക്കുമ്പോഴെല്ലാം, ആ ഇനം സ്ക്രീനിൽ ലംബമായി മധ്യത്തിലാക്കുക.
pl_pl: Za każdym razem, gdy wybierzesz element w widoku listy, wyśrodkuj ten element pionowo na ekranie.
tr_tr: Liste Görünümünde bir öğe seçtiğinizde, o öğeyi ekranda dikey olarak ortalayın.

# CacheSecurityCatalogsScanResultsSettingsCard.Description
source: Cache the results of the security catalogs scan for 5 minutes before scanning them again. This can improve scan performance within the app.
ar: تخزين نتائج فحص كتالوجات الأمان مؤقتًا لمدة 5 دقائق قبل فحصها مرة أخرى. يمكن أن يؤدي ذلك إلى تحسين أداء الفحص داخل التطبيق.
de_de: Zwischenspeichern der Ergebnisse des Sicherheitskatalog-Scans für 5 Minuten, bevor erneut gescannt wird. Dies kann die Scanleistung innerhalb der App verbessern.
el_gr: Αποθηκεύστε προσωρινά τα αποτελέσματα της σάρωσης των καταλόγων ασφαλείας για 5 λεπτά πριν τα σαρώσετε ξανά. Αυτό μπορεί να βελτιώσει την απόδοση σάρωσης εντός της εφαρμογής.
es: Almacenar en caché los resultados del escaneo de catálogos de seguridad durante 5 minutos antes de volver a escanearlos. Esto puede mejorar el rendimiento del escaneo dentro de la aplicación.
fr_fr: Mettre en cache les résultats de l'analyse des catalogues de sécurité pendant 5 minutes avant de les analyser à nouveau. Cela peut améliorer les performances d'analyse dans l'application.
he_il: שמור במטמון את תוצאות סריקת קטלוגי האבטחה למשך 5 דקות לפני סריקה מחדש. זה יכול לשפר את ביצועי הסריקה בתוך האפליקציה.
hi_in: सिक्योरिटी कैटलॉग्स स्कैन के परिणामों को 5 मिनट के लिए कैश करें फिर से स्कैन करने से पहले। इससे ऐप के भीतर स्कैन प्रदर्शन में सुधार हो सकता है।
ja_jp: セキュリティカタログスキャンの結果を5分間キャッシュしてから再スキャンします。これにより、アプリ内のスキャンパフォーマンスが向上する可能性があります。
ml_in: സുരക്ഷാ കാറ്റലോഗ് സ്കാൻ ഫലങ്ങൾ വീണ്ടും സ്കാൻ ചെയ്യുന്നതിന് മുമ്പ് 5 മിനിറ്റ് കാഷെ ചെയ്യുക. ഇത് ആപ്പിലെ സ്കാൻ പ്രകടനം മെച്ചപ്പെടുത്താൻ സഹായിക്കും.
pl_pl: Buforuj wyniki skanowania katalogów zabezpieczeń przez 5 minut przed ponownym skanowaniem. Może to poprawić wydajność skanowania w aplikacji.
tr_tr: Güvenlik katalogları taramasının sonuçlarını, tekrar taramadan önce 5 dakika boyunca önbelleğe alın. Bu, uygulama içindeki tarama performansını artırabilir.

# CacheSecurityCatalogsScanResultsSettingsCard.Header
source: Cache the Security Catalog Scan Results
ar: تخزين نتائج فحص كتالوج الأمان مؤقتًا
de_de: Ergebnisse des Sicherheitskatalog-Scans zwischenspeichern
el_gr: Αποθήκευση Προσωρινών Αποτελεσμάτων Σάρωσης Καταλόγων Ασφαλείας
es: Almacenar en Caché los Resultados del Escaneo de Catálogos de Seguridad
fr_fr: Mettre en Cache les Résultats de l'Analyse des Catalogues de Sécurité
he_il: שמור במטמון את תוצאות סריקת קטלוגי האבטחה
hi_in: सिक्योरिटी कैटलॉग स्कैन परिणाम कैश करें
ja_jp: セキュリティカタログスキャン結果をキャッシュ
ml_in: സുരക്ഷാ കാറ്റലോഗ് സ്കാൻ ഫലങ്ങൾ കാഷെ ചെയ്യുക
pl_pl: Buforuj wyniki skanowania katalogu zabezpieczeń
tr_tr: Güvenlik Kataloğu Tarama Sonuçlarını Önbelleğe Alın

# CacheSecurityCatalogsScanResultsSettingsCard.ToolTipService.ToolTip
source: Cache the results of the security catalogs scan for 5 minutes before scanning them again. This can improve scan performance within the app.
ar: تخزين نتائج فحص كتالوجات الأمان مؤقتًا لمدة 5 دقائق قبل فحصها مرة أخرى. يمكن أن يؤدي ذلك إلى تحسين أداء الفحص داخل التطبيق.
de_de: Zwischenspeichern der Ergebnisse des Sicherheitskatalog-Scans für 5 Minuten, bevor erneut gescannt wird. Dies kann die Scanleistung innerhalb der App verbessern.
el_gr: Αποθηκεύστε προσωρινά τα αποτελέσματα της σάρωσης των καταλόγων ασφαλείας για 5 λεπτά πριν τα σαρώσετε ξανά. Αυτό μπορεί να βελτιώσει την απόδοση σάρωσης εντός της εφαρμογής.
es: Almacenar en caché los resultados del escaneo de catálogos de seguridad durante 5 minutos antes de volver a escanearlos. Esto puede mejorar el rendimiento del escaneo dentro de la aplicación.
fr_fr: Mettre en cache les résultats de l'analyse des catalogues de sécurité pendant 5 minutes avant de les analyser à nouveau. Cela peut améliorer les performances d'analyse dans l'application.
he_il: שמור במטמון את תוצאות סריקת קטלוגי האבטחה למשך 5 דקות לפני סריקה מחדש. זה יכול לשפר את ביצועי הסריקה בתוך האפליקציה.
hi_in: सिक्योरिटी कैटलॉग्स स्कैन के परिणामों को 5 मिनट के लिए कैश करें फिर से स्कैन करने से पहले। इससे ऐप के भीतर स्कैन प्रदर्शन में सुधार हो सकता है।
ja_jp: セキュリティカタログスキャンの結果を5分間キャッシュしてから再スキャンします。これにより、アプリ内のスキャンパフォーマンスが向上する可能性があります。
ml_in: സുരക്ഷാ കാറ്റലോഗ് സ്കാൻ ഫലങ്ങൾ വീണ്ടും സ്കാൻ ചെയ്യുന്നതിന് മുമ്പ് 5 മിനിറ്റ് കാഷെ ചെയ്യുക. ഇത് ആപ്പിലെ സ്കാൻ പ്രകടനം മെച്ചപ്പെടുത്താൻ സഹായിക്കും.
pl_pl: Buforuj wyniki skanowania katalogów zabezpieczeń przez 5 minut przed ponownym skanowaniem. Może to poprawić wydajność skanowania w aplikacji.
tr_tr: Güvenlik katalogları taramasının sonuçlarını, tekrar taramadan önce 5 dakika boyunca önbelleğe alın. Bu, uygulama içindeki tarama performansını artırabilir.

# CacheSecurityCatalogsScanResultsSettingsCard.AutomationProperties.HelpText
source: Cache the results of the security catalogs scan for 5 minutes before scanning them again. This can improve scan performance within the app.
ar: تخزين نتائج فحص كتالوجات الأمان مؤقتًا لمدة 5 دقائق قبل فحصها مرة أخرى. يمكن أن يؤدي ذلك إلى تحسين أداء الفحص داخل التطبيق.
de_de: Zwischenspeichern der Ergebnisse des Sicherheitskatalog-Scans für 5 Minuten, bevor erneut gescannt wird. Dies kann die Scanleistung innerhalb der App verbessern.
el_gr: Αποθηκεύστε προσωρινά τα αποτελέσματα της σάρωσης των καταλόγων ασφαλείας για 5 λεπτά πριν τα σαρώσετε ξανά. Αυτό μπορεί να βελτιώσει την απόδοση σάρωσης εντός της εφαρμογής.
es: Almacenar en caché los resultados del escaneo de catálogos de seguridad durante 5 minutos antes de volver a escanearlos. Esto puede mejorar el rendimiento del escaneo dentro de la aplicación.
fr_fr: Mettre en cache les résultats de l'analyse des catalogues de sécurité pendant 5 minutes avant de les analyser à nouveau. Cela peut améliorer les performances d'analyse dans l'application.
he_il: שמור במטמון את תוצאות סריקת קטלוגי האבטחה למשך 5 דקות לפני סריקה מחדש. זה יכול לשפר את ביצועי הסריקה בתוך האפליקציה.
hi_in: सिक्योरिटी कैटलॉग्स स्कैन के परिणामों को 5 मिनट के लिए कैश करें फिर से स्कैन करने से पहले। इससे ऐप के भीतर स्कैन प्रदर्शन में सुधार हो सकता है।
ja_jp: セキュリティカタログスキャンの結果を5分間キャッシュしてから再スキャンします。これにより、アプリ内のスキャンパフォーマンスが向上する可能性があります。
ml_in: സുരക്ഷാ കാറ്റലോഗ് സ്കാൻ ഫലങ്ങൾ വീണ്ടും സ്കാൻ ചെയ്യുന്നതിന് മുമ്പ് 5 മിനിറ്റ് കാഷെ ചെയ്യുക. ഇത് ആപ്പിലെ സ്കാൻ പ്രകടനം മെച്ചപ്പെടുത്താൻ സഹായിക്കും.
pl_pl: Buforuj wyniki skanowania katalogów zabezpieczeń przez 5 minut przed ponownym skanowaniem. Może to poprawić wydajność skanowania w aplikacji.
tr_tr: Güvenlik katalogları taramasının sonuçlarını, tekrar taramadan önce 5 dakika boyunca önbelleğe alın. Bu, uygulama içindeki tarama performansını artırabilir.

# PolicyEditorNavItem.Content
source: Policy Editor
ar: محرر النهج
de_de: Richtlinien-Editor
el_gr: Επεξεργαστής Πολιτικής
es: Editor de Directivas
fr_fr: Éditeur de Politique
he_il: עורך מדיניות
hi_in: नीति संपादक
ja_jp: ポリシーエディター
ml_in: നയ എഡിറ്റർ
pl_pl: Edytor zasad
tr_tr: Politika Düzenleyici
